bottom
direnv
docutils
borders
sketchybar
fzf
gdu
gh
gnu-sed
grc
htop
jq
koekeishiya/formulae/skhd
yabai
lazygit
lua
neofetch
neovim
nvm
pure
ripgrep
starship
tig
yq
zplug
zsh-completions
fd
