awscli
bash
borders
bottom
brotli
bun
c-ares
ca-certificates
caddy
cairo
certifi
cffi
ctlptl
d2
dcmtk
direnv
docutils
enterprise-test
expat
fd
fontconfig
freetype
fzf
gdbm
gdu
gettext
gh
giflib
glib
gnu-sed
go
graphite2
grc
harfbuzz
helm
helm-docs
htop
icu4c@77
jpeg-turbo
jq
kind
krb5
kubernetes-cli
lazygit
libgit2
libidn2
libnghttp2
libnghttp3
libngtcp2
libpng
libssh2
libtiff
libunistring
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
llvm
lpeg
lua
luajit
luv
lz4
lzo
maven
mongodb-database-tools
mongosh
mpdecimal
ncurses
neofetch
neovim
node
nvm
oniguruma
openjdk
openssl@1.1
openssl@3
pcre2
pipx
pixman
pkgconf
pngpaste
poetry
postgresql@13
postgresql@14
pure
pycparser
python@3.10
python@3.11
python@3.13
readline
ripgrep
rust
sadge
screenresolution
simdjson
sketchybar
skhd
snyk
sqlite
starship
tig
tree-sitter
unibilium
unzip
utf8proc
uvwasi
virtualenv
wget
xorgproto
xz
yabai
yarn
yq
z3
zplug
zsh-async
zsh-completions
zstd
chromium
cursor
db-browser-for-sqlite
dbeaver-community
docker
docker-desktop
font-fira-code
font-symbols-only-nerd-font
miniconda
ngrok
postman
session-manager-plugin
sf-symbols
tailscale
tailscale-app
visual-studio-code
